[
  {
    "title": "Eclipse Foundation",
    "text": "The <a class=\"link-purple\" href=\"https://www.eclipse.org\" target=\"_blank\">Eclipse Foundation</a> is a significant player in the open-source ecosystem, enabling both individual open-source enthusiasts and large and small companies to collaborate on an equal footing. The Foundation provides central and independent management for open-source projects. As a \"Contributing Member\", <b>Open Elements</b> contributes to the successful work of the Foundation and its projects. Furthermore, <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> is a member of the Board of Directors of the Eclipse Foundation.",
    "logo": "/illustrations/logo-eclipse.svg",
    "link": "https://www.eclipse.org",
    "visible": true
  },
  {
    "title": "Linux Foundation",
    "text": "The <a class=\"link-purple\" href=\"https://www.linuxfoundation.org\" target=\"_blank\">Linux Foundation</a> is the world’s largest non-profit organization that promotes and supports the development of open-source software and collaborative technologies. <b>Open Elements</b> is primarily active in the <a class=\"link-purple\" href=\"https://www.lfdecentralizedtrust.org\" target=\"_blank\">Linux Foundation Decentralized Trust (LFDT)</a>, where <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> is a member of the Technical Advisory Council (TAC).",
    "logo": "/illustrations/logos/logo-linux-foundation.svg",
    "link": "https://www.linuxfoundation.org",
    "visible": true
  },
  {
    "title": "Sovereign Tech Agency",
    "text": "The <a class=\"link-purple\" href=\"https://www.sovereign.tech\" target=\"_blank\">Sovereign Tech Agency</a> supports the development, improvement, and maintenance of open digital infrastructure. Its goal is to sustainably strengthen the open source ecosystem, focusing on security, resilience, technological diversity, and the people behind the code. The Sovereign Tech Agency invests in the Apache Maven™ Open Source project by providing financial support to <b>Open Elements</b> as a contributor of the project.",
    "logo": "/illustrations/logos/sta-logo.svg",
    "link": "https://www.sovereign.tech",
    "visible": true
  },
  {
    "title": "Hedera",
    "text": "<a class=\"link-purple\" href=\"https://hedera.com\" target=\"_blank\">Hedera</a> is the company behind the <b>Hedera Hashgraph</b>, the only public distributed ledger based on the Hashgraph algorithm. Hedera Hashgraph is open source software (OSS) and developed in Java. Hedera is owned and managed by a \"governing council\" of global companies and entities, including <b>Google</b>, <b>Boeing</b>, <b>IBM</b>, <b>Deutsche Telekom</b>, <b>LG</b>, <b>Dell</b>, <b>Ubisoft</b>, and several others. <b>Open Elements</b> contribute to <a class=\"link-purple\" href=\"https://github.com/hashgraph/hedera-services\" target=\"_blank\">the base implementation and services</a> of the Hedera Hashgraph OSS.",
    "logo": "/illustrations/logo-hedera.svg",
    "link": "https://hedera.com",
    "visible": true
  },
  {
    "title": "Heise Group",
    "text": "Heise is one of the largest German media conglomerates, and its IT news portal <a class=\"link-purple\" href=\"https://www.heise.de\" target=\"_blank\">heise.de</a> is leading in German-speaking countries. <b>Open Elements</b> is responsible for the Java blog on <a class=\"link-purple\" href=\"https://www.heise.de/developer/neuigkeiten-von-der-insel-1920360.html\" target=\"_blank\">heise.de</a>.",
    "logo": "/illustrations/logo-heise.svg",
    "link": "https://www.heise.de/developer/neuigkeiten-von-der-insel-1920360.html",
    "visible": true
  },
  {
    "title": "OTH Regensburg",
    "text": "The <a class=\"link-purple\" href=\"https://www.oth-regensburg.de\" target=\"_blank\">OTH Regensburg</a> is a prestigious technical university in Germany, offering a wide range of degree programs, with its department for computer science and IT particularly notable for its practice-oriented teaching methods and close collaboration with the industry. <b>Open Elements</b> is a partner of OTH Regensburg, and our founder <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> is a lecturer for blockchain technology at the OTH. <br><br>More details about the lecture can be found <a class=\"link-purple\" href=\"https://open-elements.com/dlt-lecture/\" target=\"_blank\">here</a>.",
    "logo": "/illustrations/logo-oth.svg",
    "link": "https://www.oth-regensburg.de/en",
    "visible": true
  },
  {
    "title": "Hashgraph",
    "text": "<a class=\"link-purple\" href=\"https://www.hashgraph.com\" target=\"_blank\">Hashgraph</a> is a company that provides development and support for the <b>Hedera Hashgraph</b> and builds open-source components that enable faster deployment of industry solutions. <b>Open Elements</b> helps Hashgraph to build the platform of the Hedera Hashgraph. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> is the director of Open Source at Hashgraph.",
    "logo": "/illustrations/logo-hashgraph.svg",
    "link": "https://swirldslabs.com",
    "visible": true
  },
  {
    "title": "TAKKA",
    "text": "The <a class=\"link-purple\" href=\"https://takka.group\" target=\"_blank\">takka group</a> offers services in the areas of IT consulting and software development. <b>Open Elements</b> has supported takka with workshops in specialized areas of Java development.",
    "logo": "/illustrations/logo-takka.svg",
    "link": "https://takka.group",
    "visible": false
  },
  {
    "title": "AKG GmbH",
    "text": "The <a class=\"link-purple\" href=\"https://www.kammerleitstelle.de\" target=\"_blank\">AKG</a> is a joint venture of all chambers in Germany, operating a shared service center for Chambers of Crafts as well as Chambers of Industry and Commerce. <b>Open Elements</b> supports AKG in the further development of its software, with a strong focus on secure supply chains, open standards, and Open Source Software (OSS).",
    "logo": "/illustrations/logos/akg-logo.svg",
    "link": "https://www.kammerleitstelle.de",
    "visible": true
  }
]