[
  {
    "title": "Eclipse Foundation",
    "text": "Die <a class=\"link-purple\" href=\"https://www.eclipse.org\" target=\"_blank\">Eclipse Foundation</a> ist ein wichtiger Akteur im Open-Source-Ökosystem, der es sowohl einzelnen Open-Source-Enthusiasten sowie großen und kleinen Unternehmen ermöglicht, auf Augenhöhe zusammenzuarbeiten. Dazu stellt die Foundation ein zentrales und unabhängiges Management für Open-Source-Projekte bereit. Als „Contributing Member“ trägt OpenElements zur erfolgreichen Arbeit der Stiftung und ihren Projekten bei. Darüber hinaus ist <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> Mitglied des Board of Directors der Eclipse Foundation.",
    "logo": "/illustrations/logo-eclipse.svg",
    "link": "https://www.eclipse.org"
  },
  {
    "title": "Eclipse Adoptium",
    "text": "Für das Java-Ökosystem ist <a class=\"link-purple\" href=\"https://adoptium.net\" target=\"_blank\">Eclipse Adoptium</a> eines der wichtigsten Top-Level-Projekte der Eclipse Foundation, da es freie und unternehmenstaugliche LTS-Versionen von Java bereitstellt. Als \"Participant Members\" ist OpenElements ein Mitglied der Working Group.",
    "logo": "/illustrations/logo-adoptium.svg",
    "link": "https://adoptium.net"
  },
  {
    "title": "AdoptOpenJDK",
    "text": "Noch vor Bestehen der Eclipse Adoptium Working Group wurde die Idee in <a class=\"link-purple\" href=\"ttps://github.com/AdoptOpenJDK\" target=\"_blank\">AdoptOpenJDK</a> geboren, herstellerunabhängige und frei verwendbare Java-Binaries bereitzustellen. OpenElements ist Teil des Projekts und hat einen Sitz im technischen Lenkungsausschuss (TCS).",
    "logo": "/illustrations/logo-adoptopenjdk.svg",
    "link": "https://github.com/AdoptOpenJDK"
  },
  {
    "title": "JakartaEE",
    "text": "Der Gründer der OpenElements GmbH hat bereits zu den Java-Enterprise-Spezifikationen beigetragen, bevor JavaEE in die Eclipse Foundation überführt und zu <a class=\"link-purple\" href=\"https://jakarta.ee\" target=\"_blank\">JakartaEE</a> wurde. Der Wechsel zur Eclipse Foundation war sehr positiv, da die Standards für Enterprise-Java nun in einer 100% herstellerunabhängigen Umgebung definiert werden können. Als „Participant Member“ arbeitet OpenElements weiterhin an der Standardisierung von Enterprise APIs für Java.",
    "logo": "/illustrations/logo-jakarta.svg",
    "link": "https://jakarta.ee"
  },
  {
    "title": "OSPO Alliance",
    "text": "Open Source ist in den meisten IT-Abteilungen zu einem elementaren Bestandteil geworden und die Einrichtung eines Open Source Program Office (OSPO) ist heute für Unternehmen ein wichtiger Schritt. In der <a class=\"link-purple\" href=\"https://ospo.zone\" target=\"_blank\">OSPO Alliance</a> nutzt OpenElements den Wissensaustausch, um Best Practices und Strukturen für die Einrichtung von Open Source Program Offices zu definieren.",
    "logo": "/illustrations/logo-ospo.svg",
    "link": "https://ospo.zone"
  },
  {
    "title": "Java Community Process",
    "text": "Der <a class=\"link-purple\" href=\"https://www.jcp.org\" target=\"_blank\">Java Community Process (JCP)</a> ist der formalisierte Prozess zur Definition neuer Standards und Spezifikationen für Java in sogenannten Java Specification Requests (JSRs). OpenElements ist Teil der Expertengruppe mehrerer JSRs und hat z.B. an der Standardisierung und Spezifikation der Java Bean Validation mitgearbeitet.",
    "logo": "/illustrations/logo-jcp.svg",
    "link": "https://www.jcp.org"
  },
  {
    "title": "Wikimedia Foundation",
    "text": "Offene Zusammenarbeit ist ein wesentlicher Aspekt unseres Lebens, und Wikipedia ist das bekannteste Beispiel für eine solche Zusammenarbeit. OpenElements unterstützt monatlich die <a class=\"link-purple\" href=\"https://wikimediafoundation.org\" target=\"_blank\">Wikimedia Foundation</a> finanziell, um dieses wichtige Projekt zu fördern.",
    "logo": "/illustrations/logo-wikimedia.svg",
    "link": "https://wikimediafoundation.org"
  },
  {
    "title": "Open Source Libraries",
    "text": "Heutzutage hängt fast jede Software von Open-Source-Komponenten ab. Aber leider werden solche Bestandteile oft nicht erkannt oder analysiert. Daher kann es vorkommen, dass kritische Software von einer Komponente abhängt, die nicht mehr oder nur noch von einer Handvoll einzelner Personen gepflegt wird. OpenElements unterstützt solche Projekte individuell über <a class=\"link-purple\" href=\"https://github.com/OpenElements\" target=\"_blank\">GitHub</a> Sponsoring.",
    "logo": "/illustrations/logo-opensource.svg",
    "link": "https://github.com/OpenElements"
  },
  {
    "title": "Cyberland",
    "text": "Mit bereits über 20 Events ist das <a class=\"link-purple\" href=\"https://cyberland.ijug.eu\" target=\"_blank\">Cyberland</a> eine Serie von kostenlosen Online-Events für die Java Community – mit einem großen Schwerpunkt auf Inklusion und Diversität. So gab es z. B. bereits mehrmals die Ladiesnight als Mini-Konferenz, in denen IT-Themen ausschließlich von Sprecherinnen vorgetragen werden, oder die Newcomer Events, in denen neue Sprecher eine Bühne für ihre ersten IT-Talks bekommen. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> ist Begründer des Cyberlands und weiterhin Mitglied der Organisation.",
    "logo": "/illustrations/logo-cyberland.svg",
    "link": "https://cyberland.ijug.eu"
  },
  {
    "title": "JavaLand",
    "text": "Die <a class=\"link-purple\" href=\"https://www.javaland.eu\" target=\"_blank\">JavaLand</a> ist nicht nur die größte Java-Konferenz im deutschsprachigen Raum, sondern auch eine der wenigen Community-Konferenzen. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> leitet das Programmkomitee der JavaLand und ist Mitglied in der Konferenzleitung.",
    "logo": "/illustrations/logo-javaland.svg",
    "link": "https://www.javaland.eu/de/javaland-2023/"
  },
  {
    "title": "Java User Group Dortmund",
    "text": "Die <a class=\"link-purple\" href=\"https://www.meetup.com/jug-dortmund/\" target=\"_blank\">JUG Dortmund</a> wurde 2012 von <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> zusammen mit Ansgar Brauner gegründet. Seitdem ist Hendrik für die Leitung der Dortmunder JUG mitverantwortlich und organisiert kostenlose Vortragsreihen und Meetups – zusammen mit lokal ansässigen IT-Unternehmen.",
    "logo": "/illustrations/logo-jug-dortmund.svg",
    "link": "https://www.meetup.com/de-DE/jug-dortmund/"
  },
  {
    "title": "iJUG e.V.",
    "text": "Im <a class=\"link-purple\" href=\"https://www.ijug.eu\" target=\"_blank\">iJUG e.V.</a> sind alle Java User Groups Deutschlands vereint. Als Leiter der JUG Dortmund bringt <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> sich aktiv ein und ist auch bei der Leitung verschiedener Projekte des iJUG wie etwa der JavaLand oder der Cyberland involviert.",
    "logo": "/illustrations/logo-ijug.svg",
    "link": "https://www.ijug.eu/de/home/"
  }
]