[
  {
    "title": "Eclipse Adoptium",
    "text": "Für das Java-Ökosystem ist <a class=\"link-purple\" href=\"https://adoptium.net\" target=\"_blank\">Eclipse Adoptium</a> eines der wichtigsten Top-Level-Projekte der Eclipse Foundation, da es freie und volständig geprüfte LTS-Versionen von Java bereitstellt. Als \"Participant Members\" ist Open Elements ein Mitglied der Working Group.",
    "logo": "/illustrations/logo-adoptium.svg",
    "link": "https://adoptium.net",
    "visible": true
  },
  {
    "title": "Apache Maven",
    "text": "<a class=\"link-purple\" href=\"https://maven.apache.org\" target=\"_blank\">Apache Maven</a> ist ein Build- und Projektmanagement-Tool, das von über 75% aller Java Projekte verwendet wird. Zusammen mit der Sovereign Tech Agency unterstützt Open Elements das Projekt mit verschiedenen Ressourcen, wie direkte Mitarbeit und finanzielle Unterstützung.",
    "logo": "/illustrations/logos/apache-maven-logo.svg",
    "link": "https://maven.apache.org",
    "visible": true
  },
  {
    "title": "Open Regulatory Compliance Working Group",
    "text": "Ziel der  <a class=\"link-purple\" href=\"https://orcwg.org\" target=\"_blank\">Open Regulatory Compliance Working Group (ORC WG)</a> ist es, allen Open-Source-Akteuren die Einhaltung gesetzlicher Anforderungen zu erleichtern. Als \"Participant Members\" ist Open Elements ein Mitglied der Working Group.",
    "logo": "/illustrations/open_regulatory.svg",
    "link": "https://orcwg.org/",
    "visible": true
  },
  {
    "title": "ORT Server",
    "text": "Der <a class=\"link-purple\" href=\"https://eclipse-apoapsis.github.io/ort-server/\" target=\"_blank\">ORT Server</a> ist eine skalierbare Anwendung zur Automatisierung von Software-Compliance-Prüfungen. Der Server ermöglicht Abhängigkeiten sowie Lizenzen einfach zu verwalten und zu analysieren. Dies ist vor allem für kommende Regulierungen und Gesetze, wie dem <a class=\"link-purple\" href=\"https://digital-strategy.ec.europa.eu/en/library/cyber-resilience-act\" target=\"_blank\">Cyber Resilience Act (CRA)</a> der EU, relevant. Open Elements arbeitet aktiv am Projekt mit.",
    "logo": "/illustrations/logos/logo-ort-server.svg",
    "link": "https://eclipse-apoapsis.github.io/ort-server/",
    "visible": true
  },
  {
    "title": "JakartaEE",
    "text": "Als \"Participant Member\" arbeitet Open Elements in der <a class=\"link-purple\" href=\"https://jakarta.ee\" target=\"_blank\">JakartaEE</a> Working Group an der Standardisierung von Enterprise APIs für Java. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> ist Mitglied der Arbeitsgruppe zur spezifizierung des Java Bean Validation Standards.",
    "logo": "/illustrations/logo-jakarta.svg",
    "link": "https://jakarta.ee",
    "visible": true
  },
  {
    "title": "Hiero",
    "text": "<a class=\"link-purple\" href=\"https://hiero.org/\" target=\"_blank\">Hiero</a> ist ein Projekt der Linux Foundation Dezentralized Trust. Hiero ist die Basis des Hedera Netzwerks. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> leitet das Technical Steering Committee (TSC) von Hiero.",
    "logo": "/illustrations/logo-hiero.svg",
    "link": "https://hiero.org/",
    "visible": true
  },
  {
    "title": "OSPO Alliance",
    "text": "Open Source ist in den meisten IT-Abteilungen zu einem elementaren Bestandteil geworden und die Einrichtung eines Open Source Program Office (OSPO) ist heute für Unternehmen ein wichtiger Schritt. In der <a class=\"link-purple\" href=\"https://ospo.zone\" target=\"_blank\">OSPO Alliance</a> nutzt Open Elements den Wissensaustausch, um Best Practices und Strukturen für die Einrichtung von Open Source Program Offices zu definieren.",
    "logo": "/illustrations/logo-ospo.svg",
    "link": "https://ospo.zone",
    "visible": false
  },
  {
    "title": "AdoptOpenJDK",
    "text": "Noch vor Bestehen der Eclipse Adoptium Working Group wurde die Idee in <a class=\"link-purple\" href=\"ttps://github.com/AdoptOpenJDK\" target=\"_blank\">AdoptOpenJDK</a> geboren, herstellerunabhängige und frei verwendbare Java-Binaries bereitzustellen. Open Elements ist Teil des Projekts und hat einen Sitz im technischen Lenkungsausschuss (TCS).",
    "logo": "/illustrations/logo-adoptopenjdk.svg",
    "link": "https://github.com/AdoptOpenJDK",
    "visible": false
  },
  {
    "title": "Java Community Process",
    "text": "Der <a class=\"link-purple\" href=\"https://www.jcp.org\" target=\"_blank\">Java Community Process (JCP)</a> ist der formalisierte Prozess zur Definition neuer Standards und Spezifikationen für Java in sogenannten Java Specification Requests (JSRs). Open Elements ist Teil der Expertengruppe mehrerer JSRs und hat z.B. an der Standardisierung und Spezifikation der Java Bean Validation mitgearbeitet.",
    "logo": "/illustrations/logo-jcp.svg",
    "link": "https://www.jcp.org",
    "visible": false
  },
  {
    "title": "Wikimedia Foundation",
    "text": "Offene Zusammenarbeit ist ein wesentlicher Aspekt unseres Lebens, und Wikipedia ist das bekannteste Beispiel für eine solche Zusammenarbeit. Open Elements unterstützt monatlich die <a class=\"link-purple\" href=\"https://wikimediafoundation.org\" target=\"_blank\">Wikimedia Foundation</a> finanziell, um dieses wichtige Projekt zu fördern.",
    "logo": "/illustrations/logo-wikimedia.svg",
    "link": "https://wikimediafoundation.org",
    "visible": false
  },
  {
    "title": "Open Source Libraries",
    "text": "Heutzutage hängt fast jede Software von Open-Source-Komponenten ab. Aber leider werden solche Bestandteile oft nicht erkannt oder analysiert. Daher kann es vorkommen, dass kritische Software von einer Komponente abhängt, die nicht mehr oder nur noch von einer Handvoll einzelner Personen gepflegt wird. Open Elements unterstützt solche Projekte individuell über <a class=\"link-purple\" href=\"https://github.com/OpenElements\" target=\"_blank\">GitHub</a> Sponsoring.",
    "logo": "/illustrations/logo-opensource.svg",
    "link": "https://github.com/OpenElements",
    "visible": false
  },
  {
    "title": "Cyberland",
    "text": "Mit bereits über 20 Events ist das <a class=\"link-purple\" href=\"https://cyberland.ijug.eu\" target=\"_blank\">Cyberland</a> eine Serie von kostenlosen Online-Events für die Java Community – mit einem großen Schwerpunkt auf Inklusion und Diversität. So gab es z. B. bereits mehrmals die Ladiesnight als Mini-Konferenz, in denen IT-Themen ausschließlich von Sprecherinnen vorgetragen werden, oder die Newcomer Events, in denen neue Sprecher eine Bühne für ihre ersten IT-Talks bekommen. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> ist Begründer des Cyberlands und weiterhin Mitglied der Organisation.",
    "logo": "/illustrations/logo-cyberland.svg",
    "link": "https://cyberland.ijug.eu",
    "visible": false
  },
  {
    "title": "JavaLand",
    "text": "Die <a class=\"link-purple\" href=\"https://www.javaland.eu\" target=\"_blank\">JavaLand</a> ist nicht nur die größte Java-Konferenz im deutschsprachigen Raum, sondern auch eine der wenigen Community-Konferenzen. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> leitet das Programmkomitee der JavaLand und ist Mitglied in der Konferenzleitung.",
    "logo": "/illustrations/logo-javaland.svg",
    "link": "https://www.javaland.eu/de/javaland-2023/",
    "visible": false
  },
  {
    "title": "Java User Group Dortmund",
    "text": "Die <a class=\"link-purple\" href=\"https://www.meetup.com/jug-dortmund/\" target=\"_blank\">JUG Dortmund</a> wurde 2012 von <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> zusammen mit Ansgar Brauner gegründet. Seitdem ist Hendrik für die Leitung der Dortmunder JUG mitverantwortlich und organisiert kostenlose Vortragsreihen und Meetups – zusammen mit lokal ansässigen IT-Unternehmen.",
    "logo": "/illustrations/logo-jug-dortmund.svg",
    "link": "https://www.meetup.com/de-DE/jug-dortmund/",
    "visible": true
  },
  {
    "title": "iJUG e.V.",
    "text": "Im <a class=\"link-purple\" href=\"https://www.ijug.eu\" target=\"_blank\">iJUG e.V.</a> sind alle Java User Groups Deutschlands vereint. Als Leiter der JUG Dortmund bringt <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> sich aktiv ein und ist auch bei der Leitung verschiedener Projekte des iJUG wie etwa der JavaLand oder der Cyberland involviert.",
    "logo": "/illustrations/logo-ijug.svg",
    "link": "https://www.ijug.eu/de/home/",
    "visible": true
  }
]