[
  {
    "title": "Eclipse Foundation",
    "text": "Die <a class=\"link-purple\" href=\"https://www.eclipse.org\" target=\"_blank\">Eclipse Foundation</a> ist die größte Open Source Foundation Europas. Als „Contributing Member“ trägt <b>Open Elements</b> zur erfolgreichen Arbeit der Stiftung und ihren Projekten bei. Darüber hinaus ist <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> Mitglied des Board of Directors der Eclipse Foundation.",
    "logo": "/illustrations/logo-eclipse.svg",
    "link": "https://www.eclipse.org",
    "visible": true
  },
  {
    "title": "Linux Foundation",
    "text": "Die <a class=\"link-purple\" href=\"https://www.linuxfoundation.org\" target=\"_blank\">Linux Foundation</a> ist eine weltweit größte gemeinnützige Organisation, die die Entwicklung von Open-Source-Software und gemeinsamen Technologien fördert und unterstützt. <b>Open Elements</b> ist vor allem im Bereich der <a class=\"link-purple\" href=\"https://www.lfdecentralizedtrust.org\" target=\"_blank\">Linux Foundation Decentralized Trust (LFDT)</a> tätig in dem <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> Mitglied des Technical Advisory Council (TAC) ist.",
    "logo": "/illustrations/logos/logo-linux-foundation.svg",
    "link": "https://www.linuxfoundation.org",
    "visible": true
  },
  {
    "title": "Sovereign Tech Agency",
    "text": "Die <a class=\"link-purple\" href=\"https://www.sovereign.tech\" target=\"_blank\">Sovereign Tech Agency</a> unterstützt die Entwicklung, Verbesserung und Wartung offener digitaler Infrastrukturen. Ihr Ziel ist es, das Open-Source-Ökosystem nachhaltig zu stärken, mit einem Fokus auf Sicherheit, Resilienz, technologische Vielfalt und die Menschen hinter dem Code. Die Sovereign Tech Agency investiert in das Open-Source-Projekt Apache Maven™, indem sie <b>Open Elements</b> als Beitragenden des Projekts finanziell unterstützt.",
    "logo": "/illustrations/logos/sta-logo.svg",
    "link": "https://www.sovereign.tech",
    "visible": true
  },
  {
    "title": "Hedera",
    "text": "<a class=\"link-purple\" href=\"https://hedera.com\" target=\"_blank\">Hedera</a> ist das Unternehmen hinter dem Hedera Hashgraph, dem einzigen öffentlichen und verteilten Ledger, der auf dem Hashgraph-Algorithmus basiert. Hedera Hashgraph ist OSS und wurde in Java entwickelt. Hedera wird von einem Verwaltungsrat aus globalen Unternehmen und Einrichtungen verwaltet, darunter <b>Google</b>, <b>Boeing</b>, <b>IBM</b>, <b>Deutsche Telekom</b>, <b>LG</b>, <b>Dell</b>, <b>Ubisoft</b> und weiteren bekannten Namen. <b>Open Elements</b> trägt aktiv zur <a class=\"link-purple\" href=\"https://github.com/hashgraph/hedera-services\" target=\"_blank\">Open Source Platform und der Implementierung der Services des Hedera Hashgraph</a> bei.",
    "logo": "/illustrations/logo-hedera.svg",
    "link": "https://hedera.com",
    "visible": true
  },
  {
    "title": "OTH Regensburg",
    "text": "Die <a class=\"link-purple\" href=\"https://www.oth-regensburg.de\" target=\"_blank\">OTH Regensburg</a> ist eine renommierte technische Hochschule in Deutschland, die eine breite Palette an Studiengängen anbietet, wobei ihr Fachbereich für Informatik und IT besonders hervorzuheben ist durch praxisorientierte Lehrmethoden und enge Zusammenarbeit mit der Industrie. <b>Open Elements</b> ist ein Partner der OTH Regensburg und unser Gründer <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> ist Dozent für Blockchain-Technologie an der OTH. <br><br>Mehr Informationen zur Vorlesung kann man <a class=\"link-purple\" href=\"https://open-elements.com/de/dlt-lecture/\" target=\"_blank\">hier</a> finden.",
    "logo": "/illustrations/logo-oth.svg",
    "link": "https://www.oth-regensburg.de",
    "visible": true
  },
  {
    "title": "Hashgraph",
    "text": "<a class=\"link-purple\" href=\"https://www.hashgraph.com/\" target=\"_blank\">Hashgraph</a> ist ein Unternehmen, das Entwicklung und Support rund um <b>Hedera Hashgraph</b> anbietet und deren Open-Source-Komponenten entwickelt. <b>Open Elements</b> hilft Hashgraph beim Aufbau der Plattform des Hedera Hashgraphs. <a class=\"link-purple\" href=\"/about-hendrik/\">Hendrik Ebbers</a> ist der Director of Open Source bei Hashgraph.",
    "logo": "/illustrations/logo-hashgraph.svg",
    "link": "https://www.hashgraph.com/",
    "visible": true
  },
  {
    "title": "TAKKA",
    "text": "Die <a class=\"link-purple\" href=\"https://takka.group\" target=\"_blank\">takka group</a> bietet Services in den Bereich IT Consulting und Software Entwicklung an. <b>Open Elements</b> hat takka durch Workshops in Spezialbereichen der Java Entwicklung unterstützt.",
    "logo": "/illustrations/logo-takka.svg",
    "link": "https://takka.group",
    "visible": false
  },
  {
    "title": "AKG GmbH",
    "text": "Die <a class=\"link-purple\" href=\"https://www.kammerleitstelle.de\" target=\"_blank\">AKG</a> ist ein Gemeinschaftsunternehmen aller Kammern in Deutschland zum Betrieb einer gemeinsamen Leitstelle für Handwerkskammern sowie für Industrie- und Handelskammern. <b>Open Elements</b> unterstützt die AKG bei der Weiterentwicklung ihrer Software mit einem starken Focus auf sichere Supply Chains, offene Standards und Open Source Software (OSS).",
    "logo": "/illustrations/logos/akg-logo.svg",
    "link": "https://www.kammerleitstelle.de",
    "visible": true
  },
  {
    "title": "DUH-IT",
    "text": "<a class=\"link-purple\" href=\"https://duh-it.de\" target=\"_blank\">DUH‑IT</a> trägt dazu bei, den Strukturwandel in Unna und Hamm nachhaltig zu gestalten und die regionale Logistikbranche zukunftsfähig auszurichten. Ein zentrales Element ist der Aufbau eines Innovationsökosystems, das Unternehmen befähigt, Blockchain‑Technologien sinnvoll einzusetzen. <b>Open Elements</b> arbeitet mit DUH-IT zusammen, um diese Ziele zu erreichen.",
    "logo": "/illustrations/logos/duh-it.svg",
    "link": "https://duh-it.de",
    "visible": true
  }
]